Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: For **iPhone Duo**, pick **iPhone Duo Inner Display** (2007×2853, the device open) or **iPhone Duo Outer Display** (1398×2034, closed). Screenshots at either size drop into the matching iPhone Duo frame.
ar: بالنسبة إلى **iPhone Duo**، اختر **iPhone Duo Inner Display** (2007×2853، الجهاز مفتوح) أو **iPhone Duo Outer Display** (1398×2034، مغلق). يتم إسقاط لقطات الشاشة بأي حجم في إطار iPhone الثنائي المطابق.
ca: Per a **iPhone Duo**, tria **iPhone Duo Inner Display** (2007×2853, el dispositiu obert) o **iPhone Duo Outer Display** (1398×2034, tancat). Les captures de pantalla de qualsevol mida cauen al marc de Duo iPhone coincident.
cs: Pro **iPhone Duo** vyberte **iPhone Duo Inner Display** (2007×2853, zařízení otevřené) nebo **iPhone Duo Outer Display** (1398×2034, zavřené). Snímky obrazovky v libovolné velikosti padnou do odpovídajícího rámce iPhone Duo.
da: For **iPhone Duo** skal du vælge **iPhone Duo Indre Display** (2007×2853, enheden åben) eller **iPhone Duo Ydre Display** (1398×2034, lukket). Skærmbilleder i begge størrelser falder ind i den matchende iPhone Duo-ramme.
de: Wähle für **iPhone Duo** **iPhone Duo Inner Display** (2007×2853, aufgeklappt) oder **iPhone Duo Outer Display** (1398×2034, zugeklappt). Screenshots in einer dieser Größen landen im passenden iPhone Duo-Rahmen.
el: Για **iPhone Duo**, επιλέξτε **iPhone Duo Inner Display** (2007×2853, η συσκευή ανοιχτή) ή **iPhone Duo Outer Display** (1398×2034, κλειστή). Τα στιγμιότυπα οθόνης σε οποιοδήποτε μέγεθος πέφτουν στο αντίστοιχο πλαίσιο iPhone Duo.
es: Para **iPhone Duo**, elige **iPhone Duo Inner Display** (2007×2853, abierto) o **iPhone Duo Outer Display** (1398×2034, cerrado). Las capturas de cualquiera de esos tamaños se colocan en el marco de iPhone Duo correspondiente.
fa: برای **iPhone Duo**، گزینهٔ **iPhone Duo Inner Display** (2007×2853، دستگاه باز) یا **iPhone Duo Outer Display** (1398×2034، بسته) را انتخاب کنید. اسکرین‌شات‌هایی با هر یک از این اندازه‌ها در قاب iPhone Duo متناظر قرار می‌گیرند.
fi: Valitse **iPhone Duolle** **iPhone Duo Inner Display** (2007×2853, laite auki) tai **iPhone Duo Outer Display** (1398×2034, suljettu). Kumman tahansa kokoiset kuvakaappaukset putoavat vastaavaan iPhone Duo -kehykseen.
fr: Pour **iPhone Duo**, choisissez **iPhone Duo Inner Display** (2007×2853, appareil ouvert) ou **iPhone Duo Outer Display** (1398×2034, fermé). Les captures à l’une de ces tailles se placent dans le cadre iPhone Duo correspondant.
he: עבור **iPhone Duo**, בחר **iPhone Duo Inner Display** (2007×2853, המכשיר פתוח) או **iPhone Duo Outer Display** (1398×2034, סגור). צילומי מסך בכל אחד מהגדלים יורדים לתוך המסגרת התואמת iPhone Duo.
hr: Za **iPhone Duo** odaberite **iPhone Duo Inner Display** (2007×2853, uređaj otvoren) ili **iPhone Duo Outer Display** (1398×2034, zatvoren). Snimke zaslona bilo koje veličine padaju u odgovarajući iPhone Duo okvir.
hu: A **iPhone Duo** esetén válassza a **iPhone Duo belső kijelzőt** (2007×2853, az eszköz nyitott) vagy a **iPhone Duo külső kijelzőt** (1398×2034, zárt). A képernyőképek bármelyik méretben beleesnek a megfelelő iPhone Duo keretbe.
id: Untuk **iPhone Duo**, pilih **iPhone Duo Inner Display** (2007×2853, perangkat terbuka) atau **iPhone Duo Outer Display** (1398×2034, tertutup). Tangkapan layar dengan ukuran apa pun dimasukkan ke dalam bingkai Duo iPhone yang cocok.
it: Per **iPhone Duo**, scegli **iPhone Duo Inner Display** (2007×2853, dispositivo aperto) o **iPhone Duo Outer Display** (1398×2034, chiuso). Gli screenshot in una di queste dimensioni finiscono nella cornice iPhone Duo corrispondente.
ja: **iPhone Duo**用には、**iPhone Duo Inner Display**（2007×2853、開いた状態）または**iPhone Duo Outer Display**（1398×2034、閉じた状態）を選択します。どちらかのサイズのスクリーンショットは、対応するiPhone Duoのフレームに配置されます。
ko: **iPhone Duo**의 경우 **iPhone Duo Inner Display**(2007×2853, 펼친 상태) 또는 **iPhone Duo Outer Display**(1398×2034, 접은 상태)를 선택하세요. 두 크기 중 하나의 스크린샷은 해당 iPhone Duo 프레임에 들어갑니다.
ms: Untuk **iPhone Duo**, pilih **iPhone Paparan Dalaman Duo** (2007×2853, peranti dibuka) atau **iPhone Paparan Luar Duo** (1398×2034, ditutup). Tangkapan skrin pada mana-mana saiz jatuh ke dalam bingkai Duo iPhone yang sepadan.
nl: Voor **iPhone Duo** kiest u **iPhone Duo binnendisplay** (2007×2853, het apparaat open) of **iPhone Duo buitendisplay** (1398×2034, gesloten). Schermafbeeldingen van elk formaat verschijnen in het bijpassende iPhone Duo-frame.
no: For **iPhone Duo**, velg **iPhone Duo Inner Display** (2007×2853, enheten åpen) eller **iPhone Duo Ytre Display** (1398×2034, lukket). Skjermbilder i begge størrelser faller inn i den matchende iPhone Duo-rammen.
pl: W przypadku **iPhone Duo** wybierz **iPhone wyświetlacz wewnętrzny Duo** (2007×2853, urządzenie otwarte) lub **iPhone wyświetlacz zewnętrzny Duo** (1398×2034, zamknięte). Zrzuty ekranu w dowolnym rozmiarze trafiają do pasującej ramki iPhone Duo.
pt_br: Para o **iPhone Duo**, escolha **iPhone Duo Inner Display** (2007×2853, aparelho aberto) ou **iPhone Duo Outer Display** (1398×2034, fechado). Capturas em qualquer um desses tamanhos entram na moldura do iPhone Duo correspondente.
pt_pt: Para **iPhone Duo**, escolha **iPhone Duo Inner Display** (2007×2853, o dispositivo aberto) ou **iPhone Duo Outer Display** (1398×2034, fechado). Capturas de ecrã em qualquer tamanho caem no quadro Duo correspondente iPhone.
ro: Pentru **iPhone Duo**, alegeți **iPhone Duo Inner Display** (2007×2853, dispozitivul deschis) sau **iPhone Duo Outer Display** (1398×2034, închis). Capturile de ecran de orice dimensiune cad în cadrul iPhone Duo potrivit.
ru: Для **iPhone Duo** выберите **iPhone Duo Inner Display** (2007×2853, устройство раскрыто) или **iPhone Duo Outer Display** (1398×2034, сложено). Скриншоты любого из этих размеров помещаются в соответствующую рамку iPhone Duo.
sk: Pre **iPhone Duo** vyberte **iPhone Duo Inner Display** (2007×2853, zariadenie otvorené) alebo **iPhone Duo Outer Display** (1398×2034, zatvorené). Snímky obrazovky v ľubovoľnej veľkosti zapadnú do zodpovedajúceho rámca iPhone Duo.
sl: Za **iPhone Duo** izberite **iPhone Duo Inner Display** (2007×2853, naprava odprta) ali **iPhone Duo Outer Display** (1398×2034, zaprto). Posnetki zaslona v kateri koli velikosti se spustijo v ustrezni okvir iPhone Duo.
sv: För **iPhone Duo** väljer du **iPhone Duo Inner Display** (2007×2853, enheten öppen) eller **iPhone Duo Ytterdisplay** (1398×2034, stängd). Skärmdumpar i båda storlekarna hamnar i den matchande iPhone Duo-ramen.
th: สำหรับ **iPhone Duo** ให้เลือก **iPhone Duo Inner Display** (2007×2853, อุปกรณ์เปิดอยู่) หรือ **iPhone Duo Outer Display** (1398×2034, ปิด) ภาพหน้าจอของขนาดใดขนาดหนึ่งจะหล่นลงในเฟรม Duo ที่ตรงกัน iPhone
tr: **iPhone Duo** için **iPhone Duo Inner Display** (2007×2853, cihaz açık) veya **iPhone Duo Outer Display** (1398×2034, kapalı) seçin. Bu boyutlardan birindeki ekran görüntüleri ilgili iPhone Duo çerçevesine yerleşir.
uk: Для **iPhone Duo** виберіть **iPhone Duo Inner Display** (2007×2853, пристрій розкрито) або **iPhone Duo Outer Display** (1398×2034, складено). Скриншоти будь-якого з цих розмірів потрапляють у відповідну рамку iPhone Duo.
ur: **iPhone Duo** کے لیے، **iPhone Duo اندرونی ڈسپلے** (2007×2853، آلہ کھلا ہے) یا **iPhone Duo بیرونی ڈسپلے** (1398×2034، بند) کو منتخب کریں۔ دونوں سائز کے اسکرین شاٹس مماثل iPhone Duo فریم میں گر جاتے ہیں۔
vi: Đối với **iPhone Duo**, hãy chọn **iPhone Duo Inner Display** (2007×2853, thiết bị đang mở) hoặc **iPhone Duo Outer Display** (1398×2034, đã đóng). Ảnh chụp màn hình ở một trong hai kích thước sẽ rơi vào khung Duo iPhone phù hợp.
zh_hans: 对于 **iPhone Duo**，请选择 **iPhone Duo Inner Display**（2007×2853，展开状态）或 **iPhone Duo Outer Display**（1398×2034，合上状态）。任一尺寸的截图都会放入对应的 iPhone Duo 边框。
zh_hant: 若是 **iPhone Duo**，請選擇 **iPhone Duo Inner Display**（2007×2853，展開狀態）或 **iPhone Duo Outer Display**（1398×2034，闔上狀態）。任一尺寸的截圖都會放入對應的 iPhone Duo 外框。

source: **iPhone Duo** has its own display type, taking the inner (2007×2853) and outer (1398×2034) display sizes. Starting April 2027 Apple requires iPhone Duo screenshots in every submission, so the wizard warns when an iOS version would have none.
ar: **iPhone Duo** له نوع العرض الخاص به، مع أحجام العرض الداخلية (2007×2853) والخارجية (1398×2034). بدءًا من أبريل 2027، تطلب Apple لقطات شاشة iPhone من Duo في كل عملية إرسال، لذلك يحذر المعالج عندما لا يحتوي إصدار iOS على أي لقطات شاشة.
ca: **iPhone Duo** té el seu propi tipus de pantalla, amb les mides de pantalla interior (2007×2853) i exterior (1398×2034). A partir de l'abril de 2027, Apple requereix captures de pantalla de iPhone Duo a cada enviament, de manera que l'assistent avisa quan una versió iOS no en tindria cap.
cs: **iPhone Duo** má svůj vlastní typ displeje, který má vnitřní (2007×2853) a vnější (1398×2034) velikost displeje. Od dubna 2027 Apple vyžaduje iPhone snímky obrazovky Duo v každém příspěvku, takže průvodce varuje, když verze iOS nebude mít žádné.
da: **iPhone Duo** har sin egen skærmtype, der tager de indre (2007×2853) og ydre (1398×2034) skærmstørrelser. Fra og med april 2027 kræver Apple iPhone Duo-skærmbilleder i hver indsendelse, så guiden advarer, når en iOS-version ikke ville have nogen.
de: **iPhone Duo** hat einen eigenen Anzeigetyp für die Größen des inneren (2007×2853) und äußeren (1398×2034) Displays. Ab April 2027 verlangt Apple iPhone Duo-Screenshots bei jeder Einreichung, daher warnt der Assistent, wenn eine iOS-Version keine hätte.
el: **iPhone Το Duo** έχει τον δικό του τύπο οθόνης, λαμβάνοντας το εσωτερικό (2007×2853) και το εξωτερικό (1398×2034) μεγέθη οθόνης. Από τον Απρίλιο του 2027, η Apple απαιτεί iPhone στιγμιότυπα οθόνης Duo σε κάθε υποβολή, επομένως ο οδηγός προειδοποιεί όταν μια έκδοση iOS δεν θα έχει κανένα.
es: **iPhone Duo** tiene su propio tipo de pantalla, con los tamaños de la pantalla interior (2007×2853) y exterior (1398×2034). A partir de abril de 2027, Apple exige capturas de iPhone Duo en cada envío, por lo que el asistente avisa cuando una versión de iOS no tendría ninguna.
fa: **iPhone Duo** نوع نمایش مخصوص خود را دارد که اندازه‌های نمایشگر داخلی (2007×2853) و بیرونی (1398×2034) را می‌پذیرد. از آوریل ۲۰۲۷ اپل در هر ارسال اسکرین‌شات‌های iPhone Duo را الزامی می‌کند، بنابراین دستیار وقتی یک نسخهٔ iOS هیچ‌کدام را نداشته باشد هشدار می‌دهد.
fi: **iPhone Duolla** on oma näyttötyyppinsä, joka ottaa sisäisen (2007 × 2853) ja ulkoisen (1398 × 2034) näytön koon. Huhtikuusta 2027 alkaen Apple vaatii iPhone Duo-kuvakaappauksia jokaisessa lähetyksessä, joten ohjattu toiminto varoittaa, jos iOS-versiolla ei olisi niitä.
fr: **iPhone Duo** a son propre type d’affichage, qui accepte les tailles de l’écran intérieur (2007×2853) et extérieur (1398×2034). À partir d’avril 2027, Apple exige des captures iPhone Duo dans chaque soumission ; l’assistant vous avertit donc lorsqu’une version iOS n’en aurait aucune.
he: **iPhone ל-Duo** יש סוג תצוגה משלו, לוקח את גודל התצוגה הפנימי (2007×2853) והחיצוני (1398×2034). החל מאפריל 2027 אפל דורשת iPhone צילומי מסך של Duo בכל הגשה, כך שהאשף מזהיר כאשר אין לגרסה iOS.
hr: **iPhone Duo** ima vlastitu vrstu zaslona, uzimajući unutarnju (2007×2853) i vanjsku (1398×2034) veličinu zaslona. Od travnja 2027. Apple zahtijeva iPhone Duo snimke zaslona u svakom podnesku, tako da čarobnjak upozorava kada iOS verzija ne bi imala nijednu.
hu: **iPhone Duo** saját kijelzőtípussal rendelkezik, amely a belső (2007 × 2853) és a külső (1398 × 2034) kijelzőméretet veszi fel. 2027 áprilisától az Apple minden beküldött iPhone Duo képernyőképet megkövetel, így a varázsló figyelmeztet, ha a iOS verzióban nem lenne ilyen.
id: **iPhone Duo** memiliki jenis tampilannya sendiri, dengan ukuran tampilan dalam (2007×2853) dan luar (1398×2034). Mulai April 2027 Apple memerlukan iPhone tangkapan layar Duo di setiap pengiriman, sehingga wizard akan memperingatkan ketika versi iOS tidak memiliki tangkapan layar.
it: **iPhone Duo** ha un proprio tipo di display, che accetta le dimensioni dello schermo interno (2007×2853) ed esterno (1398×2034). Da aprile 2027 Apple richiede screenshot per iPhone Duo in ogni invio, quindi la procedura avvisa quando una versione iOS non ne avrebbe nessuno.
ja: **iPhone Duo**には専用のディスプレイタイプがあり、内側（2007×2853）と外側（1398×2034）のディスプレイサイズを受け付けます。2027年4月以降、Appleはすべての提出にiPhone Duoのスクリーンショットを求めるため、iOSバージョンにそれがない場合はウィザードが警告します。
ko: **iPhone Duo**는 내부(2007×2853) 및 외부(1398×2034) 디스플레이 크기를 받는 별도의 디스플레이 유형이 있습니다. 2027년 4월부터 Apple은 모든 제출에 iPhone Duo 스크린샷을 요구하므로, iOS 버전에 스크린샷이 없으면 마법사가 경고합니다.
ms: **iPhone Duo** mempunyai jenis paparannya sendiri, mengambil saiz paparan dalam (2007×2853) dan luar (1398×2034). Mulai April 2027 Apple memerlukan iPhone tangkapan skrin Duo dalam setiap penyerahan, jadi wizard memberi amaran apabila versi iOS tidak mempunyainya.
nl: **iPhone Duo** heeft zijn eigen weergavetype, waarbij de binnenste (2007×2853) en buitenste (1398×2034) schermformaten worden gebruikt. Vanaf april 2027 vereist Apple iPhone Duo-screenshots bij elke inzending, dus de wizard waarschuwt wanneer een iOS-versie er geen zou hebben.
no: **iPhone Duo** har sin egen skjermtype, og tar den indre (2007×2853) og ytre (1398×2034) skjermstørrelser. Fra og med april 2027 krever Apple iPhone Duo-skjermbilder i hver innsending, så veiviseren advarer når en iOS-versjon ikke har noen.
pl: **iPhone Duo** ma swój własny typ wyświetlania, obejmujący rozmiary wyświetlacza wewnętrznego (2007 × 2853) i zewnętrznego (1398 × 2034). Od kwietnia 2027 r. Apple wymaga zrzutów ekranu iPhone Duo przy każdym przesyłaniu, więc kreator ostrzega, gdy wersja iOS nie będzie ich zawierać.
pt_br: O **iPhone Duo** tem seu próprio tipo de tela, que aceita os tamanhos da tela interna (2007×2853) e externa (1398×2034). A partir de abril de 2027, a Apple exige capturas do iPhone Duo em todo envio, então o assistente avisa quando uma versão iOS ficaria sem nenhuma.
pt_pt: **iPhone Duo** tem seu próprio tipo de display, adotando os tamanhos de display interno (2007×2853) e externo (1398×2034). A partir de abril de 2027, a Apple exige iPhone capturas de ecrã do Duo em cada envio, para que o assistente avise quando uma versão iOS não tiver nenhuma.
ro: **iPhone Duo** are propriul tip de afișaj, având dimensiunile de afișare interioare (2007×2853) și exterioare (1398×2034). Începând cu aprilie 2027, Apple necesită capturi de ecran iPhone Duo în fiecare trimitere, astfel încât expertul avertizează când o versiune iOS nu ar avea niciuna.
ru: У **iPhone Duo** собственный тип дисплея, принимающий размеры внутреннего (2007×2853) и внешнего (1398×2034) дисплеев. С апреля 2027 года Apple требует скриншоты iPhone Duo в каждой отправке, поэтому мастер предупреждает, если в версии iOS их не будет.
sk: **iPhone Duo** má svoj vlastný typ displeja s veľkosťou vnútornej (2007×2853) a vonkajšej (1398×2034). Od apríla 2027 Apple vyžaduje iPhone snímky obrazovky Duo v každom odoslaní, takže sprievodca vás upozorní, keď verzia iOS nebude mať žiadnu.
sl: **iPhone Duo** ima lastno vrsto zaslona, ki zajema notranjo (2007×2853) in zunanjo (1398×2034) velikost zaslona. Od aprila 2027 Apple zahteva posnetke zaslona iPhone Duo pri vsaki oddaji, zato čarovnik opozori, ko jih različica iOS ne bi imela.
sv: **iPhone Duo** har sin egen skärmtyp som tar den inre (2007×2853) och yttre (1398×2034) skärmstorlekarna. Från och med april 2027 kräver Apple iPhone Duo-skärmdumpar i varje inlämning, så guiden varnar när en iOS-version inte skulle ha några.
th: **iPhone Duo** มีประเภทการแสดงผลของตัวเอง โดยมีขนาดจอแสดงผลด้านใน (2007×2853) และด้านนอก (1398×2034) ตั้งแต่เดือนเมษายน 2027 Apple กำหนดให้ส่งภาพหน้าจอ Duo iPhone ในทุกการส่ง ดังนั้นวิซาร์ดจะเตือนเมื่อเวอร์ชัน iOS จะไม่มีเลย
tr: **iPhone Duo**’nun iç (2007×2853) ve dış (1398×2034) ekran boyutlarını kabul eden kendi ekran türü vardır. Nisan 2027’den itibaren Apple her gönderimde iPhone Duo ekran görüntüleri istediğinden, bir iOS sürümünde hiç olmayacaksa sihirbaz uyarır.
uk: **iPhone Duo** має власний тип дисплея, що приймає розміри внутрішнього (2007×2853) і зовнішнього (1398×2034) дисплеїв. З квітня 2027 року Apple вимагає скриншоти iPhone Duo в кожному надсиланні, тож майстер попереджає, якщо у версії iOS їх не буде.
ur: **iPhone Duo** کی اپنی ڈسپلے کی قسم ہے، جس میں اندرونی (2007×2853) اور بیرونی (1398×2034) ڈسپلے سائز ہیں۔ اپریل 2027 سے Apple کو ہر جمع کرانے میں iPhone Duo اسکرین شاٹس کی ضرورت ہوتی ہے، لہذا وزرڈ خبردار کرتا ہے کہ جب iOS ورژن میں کوئی نہیں ہوگا۔
vi: **iPhone Duo** có loại màn hình riêng, có kích thước hiển thị bên trong (2007×2853) và bên ngoài (1398×2034). Bắt đầu từ tháng 4 năm 2027, Apple yêu cầu ảnh chụp màn hình Duo iPhone trong mỗi lần gửi, vì vậy, trình hướng dẫn sẽ cảnh báo khi phiên bản iOS không có ảnh chụp màn hình nào.
zh_hans: **iPhone Duo** 有自己的显示类型，接受内屏（2007×2853）和外屏（1398×2034）尺寸。自 2027 年 4 月起，Apple 要求每次提交都包含 iPhone Duo 截图，因此当某个 iOS 版本没有这些截图时，向导会发出警告。
zh_hant: **iPhone Duo** 有專屬的顯示類型，接受內螢幕（2007×2853）與外螢幕（1398×2034）尺寸。自 2027 年 4 月起，Apple 要求每次提交都包含 iPhone Duo 截圖，因此當某個 iOS 版本沒有這些截圖時，精靈會發出警告。

source: %@ uses the %@ image. Replace it to give %@ its own.
ar: يستخدم %1$@ صورة %2$@. استبدله ليعطي %3$@ خاصته.
ca: %1$@ utilitza la imatge %2$@. Substituïu-lo per donar a %3$@ el seu.
cs: %1$@ používá obrázek %2$@. Nahraďte jej, abyste získali %3$@ vlastní.
da: %1$@ bruger %2$@-billedet. Udskift den for at give %3$@ sin egen.
de: %1$@ verwendet das Bild von %2$@. Ersetze es, um %3$@ ein eigenes Bild zu geben.
el: Το %1$@ χρησιμοποιεί την εικόνα %2$@. Αντικαταστήστε το για να δώσετε στο %3$@ δικό του.
es: %1$@ usa la imagen de %2$@. Reemplázala para darle a %3$@ una propia.
fa: %1$@ از تصویر %2$@ استفاده می‌کند. آن را جایگزین کنید تا %3$@ تصویر خودش را داشته باشد.
fi: %1$@ käyttää %2$@-kuvaa. Vaihda se antaaksesi %3$@ omansa.
fr: %1$@ utilise l'image %2$@. Remplacez-la pour donner à %3$@ sa propre image.
he: %1$@ משתמש בתמונה %2$@. החלף אותו כדי לתת ל-%3$@ את שלו.
hr: %1$@ koristi %2$@ sliku. Zamijenite ga kako bi %3$@ dobio svoj.
hu: Az %1$@ az %2$@ képet használja. Cserélje ki, hogy az %3$@ sajátja legyen.
id: %1$@ menggunakan gambar %2$@. Gantikan untuk memberikan %3$@ miliknya sendiri.
it: %1$@ usa l'immagine di %2$@. Sostituiscila per dare a %3$@ un'immagine propria.
ja: %1$@は%2$@の画像を使用しています。置き換えると%3$@専用の画像になります。
ko: %1$@에서는 %2$@ 이미지를 사용합니다. 교체하면 %3$@ 전용 이미지가 됩니다.
ms: %1$@ menggunakan imej %2$@. Gantikannya untuk memberikan %3$@ miliknya.
nl: %1$@ gebruikt de afbeelding %2$@. Vervang het om %3$@ zijn eigen te geven.
no: %1$@ bruker %2$@-bildet. Erstatt den for å gi %3$@ sin egen.
pl: %1$@ używa obrazu %2$@. Zastąp go, aby dać %3$@ własny.
pt_br: %1$@ usa a imagem de %2$@. Substitua-a para dar a %3$@ uma imagem própria.
pt_pt: %1$@ usa a imagem %2$@. Substitua-o para dar o seu próprio %3$@.
ro: %1$@ folosește imaginea %2$@. Înlocuiește-l pentru a da %3$@ al său.
ru: %1$@: используется изображение языка %2$@. Замените его, чтобы у языка %3$@ было своё.
sk: %1$@ používa obrázok %2$@. Nahraďte ho a získajte %3$@ svoj vlastný.
sl: %1$@ uporablja sliko %2$@. Zamenjajte ga, da %3$@ pridobi svojega.
sv: %1$@ använder bilden %2$@. Byt ut den för att ge %3$@ sin egen.
th: %1$@ ใช้รูปภาพ %2$@ แทนที่เพื่อให้ %3$@ เป็นของตัวเอง
tr: %1$@, %2$@ görselini kullanıyor. %3$@ için ayrı bir görsel vermek üzere değiştirin.
uk: %1$@: використовується зображення мови %2$@. Замініть його, щоб мова %3$@ мала власне.
ur: %1$@ %2$@ تصویر استعمال کرتا ہے۔ %3$@ کو اپنا دینے کے لیے اسے بدل دیں۔
vi: %1$@ sử dụng hình ảnh %2$@. Thay thế nó để tạo thành %3$@ của riêng nó.
zh_hans: %1$@ 使用%2$@的图像。替换后，%3$@ 将拥有自己的图像。
zh_hant: %1$@ 使用%2$@的影像。取代後，%3$@ 將擁有自己的影像。

source: %@ uses its own image.
ar: %1$@ يستخدم صورته الخاصة.
ca: %1$@ utilitza la seva pròpia imatge.
cs: %1$@ používá svůj vlastní obrázek.
da: %1$@ bruger sit eget billede.
de: %@ verwendet ein eigenes Bild.
el: Το %1$@ χρησιμοποιεί τη δική του εικόνα.
es: %@ usa su propia imagen.
fa: %@ از تصویر خودش استفاده می‌کند.
fi: %1$@ käyttää omaa kuvaansa.
fr: %@ utilise sa propre image.
he: %1$@ משתמש בתמונה משלו.
hr: %1$@ koristi vlastitu sliku.
hu: %1$@ saját képét használja.
id: %1$@ menggunakan gambarnya sendiri.
it: %@ usa un'immagine propria.
ja: %@は独自の画像を使用しています。
ko: %@에서는 자체 이미지를 사용합니다.
ms: %1$@ menggunakan imejnya sendiri.
nl: %1$@ gebruikt zijn eigen afbeelding.
no: %1$@ bruker sitt eget bilde.
pl: %1$@ używa własnego obrazu.
pt_br: %@ usa uma imagem própria.
pt_pt: %1$@ usa sua própria imagem.
ro: %1$@ folosește propria imagine.
ru: %@: используется собственное изображение.
sk: %1$@ používa svoj vlastný obrázok.
sl: %1$@ uporablja lastno sliko.
sv: %1$@ använder sin egen bild.
th: %1$@ ใช้รูปภาพของตัวเอง
tr: %@ kendi görselini kullanıyor.
uk: %@: використовується власне зображення.
ur: %1$@ اپنی تصویر استعمال کرتا ہے۔
vi: %1$@ sử dụng hình ảnh của chính nó.
zh_hans: %@ 使用自己的图像。
zh_hant: %@ 使用自己的影像。

source: Use %@ Image
ar: استخدم صورة %1$@
ca: Utilitza la imatge %1$@.
cs: Použijte obrázek %1$@
da: Brug %1$@ billede
de: Bild von %@ verwenden
el: Χρησιμοποιήστε την εικόνα %1$@
es: Usar imagen de %@
fa: استفاده از تصویر %@
fi: Käytä %1$@-kuvaa
fr: Utiliser l'image %@
he: השתמש בתמונה %1$@
hr: Koristite %1$@ sliku
hu: Használja az %1$@ képet
id: Gunakan Gambar %1$@
it: Usa immagine di %@
ja: %@の画像を使用
ko: %@ 이미지 사용
ms: Gunakan %1$@ Imej
nl: Gebruik %1$@ afbeelding
no: Bruk %1$@ bilde
pl: Użyj obrazu %1$@.
pt_br: Usar imagem de %@
pt_pt: Usar imagem %1$@
ro: Utilizați imaginea %1$@.
ru: Использовать изображение (%@)
sk: Použiť obrázok %1$@
sl: Uporabi sliko %1$@.
sv: Använd %1$@ bild
th: ใช้รูปภาพ %1$@
tr: %@ görselini kullan
uk: Використати зображення (%@)
ur: %1$@ تصویر استعمال کریں۔
vi: Sử dụng hình ảnh %1$@
zh_hans: 使用%@图像
zh_hant: 使用%@影像

source: A different image per language
ar: صورة مختلفة لكل لغة
ca: Una imatge diferent per idioma
cs: Jiný obrázek pro jazyk
da: Et andet billede pr. sprog
de: Ein eigenes Bild pro Sprache
el: Μια διαφορετική εικόνα ανά γλώσσα
es: Una imagen distinta por idioma
fa: تصویری جدا برای هر زبان
fi: Eri kuva kielellä
fr: Une image différente par langue
he: תמונה שונה לכל שפה
hr: Drugačija slika po jeziku
hu: Nyelvenként eltérő kép
id: Gambar berbeda per bahasa
it: Un'immagine diversa per lingua
ja: 言語ごとに異なる画像
ko: 언어별로 다른 이미지
ms: Imej yang berbeza bagi setiap bahasa
nl: Per taal een ander beeld
no: Et annet bilde per språk
pl: Inny obraz w każdym języku
pt_br: Uma imagem diferente por idioma
pt_pt: Uma imagem diferente por idioma
ro: O imagine diferită în funcție de limbă
ru: Своё изображение для каждого языка
sk: Iný obrázok podľa jazyka
sl: Drugačna slika za vsak jezik
sv: En annan bild per språk
th: รูปภาพที่แตกต่างกันในแต่ละภาษา
tr: Her dil için farklı görsel
uk: Окреме зображення для кожної мови
ur: فی زبان ایک مختلف تصویر
vi: Một hình ảnh khác nhau cho mỗi ngôn ngữ
zh_hans: 每种语言使用不同图像
zh_hant: 每種語言使用不同影像
